hw3/app/controllers/pages_controller.rb

	def home
		@users = User.all
		@cats = Cat.all
		todos = Todos.all
---
SELECT "users".* FROM "users"
SELECT "cats".* FROM "cats"
SELECT "todos".* FROM "todos"